tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "veeso/termscp"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "circleci"
brew "cmatrix"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "pmix"
brew "open-mpi"
brew "flyctl"
brew "foreman"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glab"
brew "gnu-sed"
brew "helix"
brew "htop"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "lolcat"
brew "lsd"
brew "ncdu"
brew "neovim"
brew "nowplaying-cli"
brew "openssl@1.1"
brew "poppler"
brew "powerlevel10k"
brew "python@3.10"
brew "ranger"
brew "speedtest-cli"
brew "stow"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vips"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "veeso/termscp/termscp"
cask "appcleaner"
cask "font-anonymous-pro"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-ibm-plex-mono"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "font-terminus"
cask "gitkraken"
cask "kitty"
cask "logi-options-plus"
cask "microsoft-teams"
cask "orcaslicer"
cask "raycast"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "aki77.rails-db-schema"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "circleci.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fnando.linter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "johnpapa.vscode-peacock"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "sarahridge.vscode-ruby-syntax"
vscode "syler.vscode-haml-formatter"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
