tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "veeso/termscp"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cairo"
brew "circleci"
brew "cmatrix"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "foreman"
brew "git"
brew "htop"
brew "shared-mime-info"
brew "imagemagick"
brew "lolcat"
brew "lsd"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "openssl@1.1"
brew "poppler"
brew "python@3.10"
brew "ranger"
brew "speedtest-cli"
brew "tmux"
brew "trash"
brew "vips"
brew "wget"
brew "veeso/termscp/termscp"
cask "appcleaner"
cask "font-anonymous-pro"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-ibm-plex-mono"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "font-terminus"
cask "microsoft-teams"
cask "orcaslicer"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "aki77.rails-db-schema"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "circleci.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fnando.linter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "johnpapa.vscode-peacock"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "lorankloeze.ruby-rubocop-revived"
vscode "mechatroner.rainbow-csv"
vscode "misogi.ruby-rubocop"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "sarahridge.vscode-ruby-syntax"
vscode "syler.vscode-haml-formatter"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "wakatime.vscode-wakatime"
